Repository: BwSCanisRed/Eyeguard
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, pt

source: Sistema de Monitoreo de Conductores
de: Fahrerüberwachungssystem
fr: Système de Surveillance des Conducteurs
pt: Sistema de Monitoramento de Motoristas

source: Sistema inteligente de monitoreo de conductores que utiliza inteligencia artificial para detectar signos de fatiga y somnolencia en tiempo real, mejorando la seguridad vial.
de: Intelligentes Fahrerüberwachungssystem, das künstliche Intelligenz verwendet, um Anzeichen von Müdigkeit und Schläfrigkeit in Echtzeit zu erkennen und die Verkehrssicherheit zu verbessern.
fr: Système intelligent de surveillance des conducteurs qui utilise l'intelligence artificielle pour détecter les signes de fatigue et de somnolence en temps réel, améliorant la sécurité routière.
pt: Sistema inteligente de monitoramento de motoristas que usa inteligência artificial para detectar sinais de fadiga e sonolência em tempo real, melhorando a segurança rodoviária.

source: Detección IA
de: KI-Erkennung
fr: Détection IA
pt: Detecção IA

source: Análisis en tiempo real de signos de fatiga usando visión por computadora
de: Echtzeitanalyse von Müdigkeitszeichen mittels Computer Vision
fr: Analyse en temps réel des signes de fatigue utilisant la vision par ordinateur
pt: Análise em tempo real de sinais de fadiga usando visão computacional

source: Monitoreo 24/7
de: 24/7 Überwachung
fr: Surveillance 24/7
pt: Monitoramento 24/7

source: Supervisión continua y alertas inmediatas ante situaciones de riesgo
de: Kontinuierliche Überwachung und sofortige Warnungen bei Risikosituationen
fr: Surveillance continue et alertes immédiates en situations à risque
pt: Supervisão contínua e alertas imediatos em situações de risco

source: Reportes
de: Berichte
fr: Rapports
pt: Relatórios

source: Informes detallados y análisis histórico de eventos críticos
de: Detaillierte Berichte und historische Analyse kritischer Ereignisse
fr: Rapports détaillés et analyse historique des événements critiques
pt: Relatórios detalhados e análise histórica de eventos críticos

source: Iniciar Sesión
de: Anmelden
fr: Se Connecter
pt: Fazer Login

source: English
de: Englisch
fr: Anglais
pt: Inglês

source: Español
de: Spanisch
fr: Espagnol
pt: Espanhol

source: Français
de: Französisch
pt: Francês

source: Português
de: Portugiesisch
fr: Portugais

source: Usuario
de: Benutzer
fr: Utilisateur
pt: Usuário

source: Contraseña
de: Passwort
fr: Mot de passe
pt: Senha

source: Tipo de Usuario
de: Benutzertyp
fr: Type d'utilisateur
pt: Tipo de usuário

source: ¿Olvidaste tu contraseña?
de: Passwort vergessen?
fr: Mot de passe oublié?
pt: Esqueceu sua senha?

source: Recuperar contraseña
de: Passwort wiederherstellen
fr: Récupérer le mot de passe
pt: Recuperar senha

source: Cerrar sesión
de: Abmelden
fr: Se déconnecter
pt: Sair

source: Dashboard Administrativo
de: Administratives Dashboard
fr: Tableau de bord administratif
pt: Painel Administrativo

source: Panel de Conductor
de: Fahrerpanel
fr: Panneau du conducteur
pt: Painel do Motorista

source: Información Personal
de: Persönliche Informationen
fr: Informations personnelles
pt: Informações Pessoais

source: Datos del Conductor
de: Fahrerdaten
fr: Données du conducteur
pt: Dados do Motorista

source: Nombre completo
de: Vollständiger Name
fr: Nom complet
pt: Nome completo

source: Documento
de: Dokument
fr: Document

source: Correo
de: E-Mail
fr: E-mail
pt: E-mail

source: Teléfono
de: Telefon
fr: Téléphone
pt: Telefone

source: Licencia de Conducción
de: Führerschein
fr: Permis de conduire
pt: Licença de Condução

source: Categoría
de: Kategorie
fr: Catégorie
pt: Categoria

source: Fecha de vencimiento
de: Ablaufdatum
fr: Date d'expiration
pt: Data de vencimento

source: Vehículo Asignado
de: Zugewiesenes Fahrzeug
fr: Véhicule assigné
pt: Veículo Atribuído

source: Datos del Vehículo
de: Fahrzeugdaten
fr: Données du véhicule
pt: Dados do Veículo

source: Placa
de: Kennzeichen
fr: Plaque

source: Marca
de: Marke
fr: Marque

source: Modelo
de: Modell
fr: Modèle

source: Color
de: Farbe
fr: Couleur
pt: Cor

source: Información Adicional
de: Zusätzliche Informationen
fr: Informations supplémentaires
pt: Informações Adicionais

source: Tipo de Carrocería
de: Karosserietyp
fr: Type de carrosserie
pt: Tipo de Carroceria

source: Servicio
de: Service
fr: Service
pt: Serviço

source: No hay vehículo asignado actualmente.
de: Derzeit kein Fahrzeug zugewiesen.
fr: Aucun véhicule assigné actuellement.
pt: Nenhum veículo atribuído atualmente.

source: Estado Actual
de: Aktueller Status
fr: État actuel
pt: Estado Atual

source: Monitor de Fatiga
de: Müdigkeitsmonitor
fr: Moniteur de fatigue
pt: Monitor de Fadiga

source: Estado
de: Status
fr: État

source: Precaución
de: Vorsicht
fr: Attention
pt: Precaução

source: Alerta
de: Warnung
fr: Alerte

source: Última actualización
de: Letzte Aktualisierung
fr: Dernière mise à jour
pt: Última atualização

source: Monitoreo de Somnolencia
de: Schläfrigkeitsüberwachung
fr: Surveillance de la somnolence
pt: Monitoramento de Sonolência

source: Activar Cámara
de: Kamera aktivieren
fr: Activer la caméra
pt: Ativar Câmera

source: Desactivar Cámara
de: Kamera deaktivieren
fr: Désactiver la caméra
pt: Desativar Câmera

source: Cámara desactivada
de: Kamera deaktiviert
fr: Caméra désactivée
pt: Câmera desativada

source: Cámara activa - Transmitiendo...
de: Kamera aktiv - Übertragung...
fr: Caméra active - Transmission...
pt: Câmera ativa - Transmitindo...

source: Índice de Fatiga
de: Müdigkeitsindex
fr: Indice de fatigue
pt: Índice de Fadiga

source: Ubicación
de: Standort
fr: Emplacement
pt: Localização

source: Obteniendo ubicación...
de: Standort wird ermittelt...
fr: Obtention de l'emplacement...
pt: Obtendo localização...

source: Ubicación no disponible
de: Standort nicht verfügbar
fr: Emplacement non disponible
pt: Localização não disponível

source: ALERTA DE SOMNOLENCIA
de: SCHLÄFRIGKEITSWARNUNG
fr: ALERTE DE SOMNOLENCE
pt: ALERTA DE SONOLÊNCIA

source: Índice por debajo de 50. Por favor mantente alerta.
de: Index unter 50. Bitte bleiben Sie wachsam.
fr: Indice en dessous de 50. Veuillez rester vigilant.
pt: Índice abaixo de 50. Por favor, mantenha-se alerta.

source: Deutsch
fr: Allemand
pt: Alemão
